Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# menu.undo
source: Undo
ar: تراجع
cs: Zpět
da: Fortryd
de: Rückgängig
el: Αναίρεση
es: Deshacer
fi: Kumoa
fr: Annuler
he: בטל
hi: पूर्ववत करें
hu: Vissza
id: Batalkan
it: Annulla
ja: 取り消し
ko: 실행 취소
ms: Batalkan
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
pt_pt: Anular
ro: Anulare
ru: Отменить
sk: Späť
sv: Ångra
th: เลิกทำ
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

# menu.view
source: View
ar: عرض
cs: Zobrazit
da: Visning
de: Ansicht
el: Προβολή
es: Ver
fi: Näkymä
fr: Affichage
he: תצוגה
hi: दृश्य
hu: Nézet
id: Lihat
it: Visualizza
ja: 表示
ko: 보기
ms: Tampilan
nb: Vis
nl: Weergave
pl: Widok
pt_br: Exibir
pt_pt: Ver
ro: Vizualizare
ru: Вид
sk: Zobrazenie
sv: Vy
th: มุมมอง
tr: Görünüm
uk: Вид
vi: Xem
zh_hans: 查看
zh_hant: 檢視

# mobile.a11y.search
source: Search
ar: بحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोज
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# mobile.account_delete.code_hint
source: Code
ar: الرمز
cs: Kód
da: Kode
el: Κωδικός
es: Código
fi: Koodi
he: קוד
hi: कोड
hu: Kód
id: Kode
it: Codice
ja: コード
ko: 코드
ms: Kode
nb: Kode
pl: Kod
pt_br: Código
pt_pt: Código
ro: Cod
ru: Код
sk: Kód
sv: Kod
th: รหัส
tr: Kod
uk: Код
vi: Mã
zh_hans: 代码
zh_hant: 代碼

# mobile.account_delete.code_prompt
source: Enter the 6-digit code we emailed to {email} to schedule deletion of your account.
ar: أدخل الرمز المكون من 6 أرقام الذي أرسلناه إلى {email} لجدولة حذف حسابك.
cs: Zadejte 6ciferný kód, který jsme poslali na {email}, abyste naplánovali smazání vašeho účtu.
da: Indtast den 6-cifrede kode, vi sendte til {email}, for at planlægge sletning af din konto.
de: Geben Sie den 6-stelligen Code ein, den wir an {email} gesendet haben, um die Löschung Ihres Kontos zu planen.
el: Εισάγετε τον 6ψήφιο κωδικό που στείλαμε στο {email} για να προγραμματίσετε τη διαγραφή του λογαριασμού σας.
es: Ingresa el código de 6 dígitos que enviamos a {email} para programar la eliminación de tu cuenta.
fi: Kirjoita 6-numeroinen koodi, jonka lähetimme sähköpostiin {email}, tilin poistamisen aikatauluttamiseksi.
fr: Entrez le code à 6 chiffres que nous avons envoyé à {email} pour planifier la suppression de votre compte.
he: הזן את קוד 6 הספרות ששלחנו ל- {email} כדי לתזמן מחיקה של חשבונך.
hi: हमने {email} को भेजा गया 6-अंकीय कोड दर्ज करें आपके खाते के हटाने को शेड्यूल करने के लिए।
hu: Adja meg a(z) {email}-re küldött 6 jegyű kódot a fiók törlésének ütemezéséhez.
id: Masukkan kode 6 digit yang kami kirimkan ke {email} untuk menjadwalkan penghapusan akun Anda.
it: Inserisci il codice a 6 cifre che abbiamo inviato a {email} per programmare l'eliminazione del tuo account.
ja: {email}に送信した6桁のコードを入力して、アカウント削除をスケジュールしてください。
ko: {email}로 이메일로 보낸 6자리 코드를 입력하여 계정 삭제를 예약하세요.
ms: Masukkan kode 6 digit yang kami kirimkan ke {email} untuk menjadwalkan penghapusan akun Anda.
nb: Skriv inn 6-sifret koden vi sendte på e-post til {email} for å planlegge sletting av kontoen din.
nl: Voer de 6-cijferige code in die we naar {email} hebben gemaild om het verwijderen van je account in te plannen.
pl: Wpisz kod 6-cyfrowy, który wysłaliśmy na {email}, aby zaplanować usunięcie Twojego konta.
pt_br: Digite o código de 6 dígitos que enviamos para {email} para agendar exclusão de sua conta.
pt_pt: Introduza o código de 6 dígitos que enviámos para {email} para agendar a eliminação da sua conta.
ro: Introduceţi codul de 6 cifre pe care vi l-am trimis la {email} pentru a programa ștergerea contului.
ru: Введите 6-значный код, который мы отправили на {email}, чтобы запланировать удаление вашего аккаунта.
sk: Zadajte 6-ciferný kód, ktorý sme poslali na {email} na zaplánovaní odstránenia vášho účtu.
sv: Ange den 6-siffriga kod vi skickade till {email} för att schemalägga radering av ditt konto.
th: ป้อนโค้ด 6 หลักที่เราส่งไปยัง {email} เพื่อกำหนดการลบบัญชีของคุณ
tr: Hesabınızı silmeyi planlamak için {email} adresine gönderdiğimiz 6 haneli kodu girin.
uk: Введіть 6-значний код, який ми відправили на {email}, щоб запланувати видалення вашого облікового запису.
vi: Nhập mã 6 chữ số mà chúng tôi gửi đến {email} để lên lịch xóa tài khoản của bạn.
zh_hans: 输入我们发送到 {email} 的 6 位代码以安排您的账户删除。
zh_hant: 輸入我們已傳送至 {email} 的 6 位數代碼以排程刪除您的帳戶。

# mobile.account_delete.confirm_title
source: Confirm account deletion
ar: تأكيد حذف الحساب
cs: Potvrdit smazání účtu
da: Bekræft kontosletning
de: Kontolöschung bestätigen
el: Επιβεβαίωση διαγραφής λογαριασμού
es: Confirmar eliminación de cuenta
fi: Vahvista tilin poistaminen
fr: Confirmer la suppression du compte
he: אשר מחיקת חשבון
hi: खाता हटाना की पुष्टि करें
hu: Fióktörlés megerősítése
id: Konfirmasi penghapusan akun
it: Conferma eliminazione account
ja: アカウント削除を確認
ko: 계정 삭제 확인
ms: Konfirmasi penghapusan akun
nb: Bekreft sletting av konto
nl: Accountverwijdering bevestigen
pl: Potwierdź usunięcie konta
pt_br: Confirmar exclusão de conta
pt_pt: Confirmar eliminação da conta
ro: Confirmaţi ștergerea contului
ru: Подтвердить удаление аккаунта
sk: Potvrdiť odstránenie účtu
sv: Bekräfta kontoborttagning
th: ยืนยันการลบบัญชี
tr: Hesap silmeyi onayla
uk: Підтвердіть видалення облікового запису
vi: Xác nhận xóa tài khoản
zh_hans: 确认账户删除
zh_hant: 確認帳戶刪除

# mobile.account_delete.current_password_hint
source: Current password
ar: كلمة المرور الحالية
cs: Aktuální heslo
da: Nuværende adgangskode
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
fi: Nykyinen salasana
fr: Mot de passe actuel
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
id: Kata sandi saat ini
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
ms: Sandi saat ini
nb: Gjeldende passord
nl: Huidig wachtwoord
pl: Bieżące hasło
pt_br: Senha atual
pt_pt: Palavra-passe atual
ro: Parola curentă
ru: Текущий пароль
sk: Aktuálne heslo
sv: Aktuellt lösenord
th: รหัสผ่านปัจจุบัน
tr: Mevcut şifre
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh_hans: 当前密码
zh_hant: 目前密碼

# mobile.account_delete.email_hint
source: Email ({email})
ar: البريد الإلكتروني ({email})
fi: Sähköposti ({email})
he: דוא״ל ({email})
hi: ईमेल ({email})
ja: メールアドレス（{email}）
ko: 이메일 ({email})
nb: E-post ({email})
pl: Wiadomość e-mail ({email})
ru: Эл. почта ({email})
sv: E-post ({email})
th: อีเมล ({email})
tr: E-posta ({email})
uk: Електронна пошта ({email})
zh_hans: 邮箱({email})
zh_hant: 電子郵件（{email}）

# mobile.account_delete.email_mismatch_message
source: Type your account email to confirm deletion.
ar: اكتب بريدك الإلكتروني لتأكيد الحذف.
cs: Zadejte e-mail svého účtu pro potvrzení smazání.
da: Skriv din kontoemail for at bekræfte sletningen.
de: Geben Sie Ihre Konto-E-Mail ein, um die Löschung zu bestätigen.
el: Πληκτρολογήστε το email του λογαριασμού σας για να επιβεβαιώσετε τη διαγραφή.
es: Escribe tu email de cuenta para confirmar la eliminación.
fi: Kirjoita tilin sähköpostiosoitteesi poistamisen vahvistamiseksi.
fr: Tapez l'email de votre compte pour confirmer la suppression.
he: הקלד את דוא״ל החשבון שלך כדי לאשר מחיקה.
hi: हटाने की पुष्टि करने के लिए अपनी खाता ईमेल टाइप करें।
hu: Adja meg a fiók e-mail-cím-t a törlés megerősítéséhez.
id: Ketik email akun Anda untuk mengonfirmasi penghapusan.
it: Digita la tua email dell'account per confermare l'eliminazione.
ja: 削除を確認するにはアカウントメールアドレスを入力してください。
ko: 계정 이메일을 입력하여 삭제를 확인하세요.
ms: Ketik email akun Anda untuk mengonfirmasi penghapusan.
nb: Skriv e-postadressen til kontoen din for å bekrefte sletting.
nl: Typ je accounte-mail om verwijdering te bevestigen.
pl: Wpisz adres e-mail swojego konta, aby potwierdzić usunięcie.
pt_br: Digite seu e-mail de conta para confirmar exclusão.
pt_pt: Digite o seu e-mail de conta para confirmar a eliminação.
ro: Introduceţi e-mailul contului pentru a confirma ștergerea.
ru: Введите вашу эл. почту аккаунта для подтверждения удаления.
sk: Zadajte svoj e-mail účtu na potvrdenie odstránenia.
sv: Skriv ditt kontos e-postadress för att bekräfta borttagning.
th: พิมพ์อีเมลบัญชีของคุณเพื่อยืนยันการลบ
tr: Silmeyi onaylamak için hesap e-postanızı yazın.
uk: Введіть адресу електронної пошти вашого облікового запису для підтвердження видалення.
vi: Nhập email tài khoản của bạn để xác nhận xóa.
zh_hans: 输入您的账户邮箱以确认删除。
zh_hant: 輸入您的帳戶電子郵件以確認刪除。

# mobile.account_delete.email_mismatch_title
source: Email did not match
ar: البريد الإلكتروني لم يتطابق
cs: E-mail se neshoduje
da: Email stemte ikke overens
de: E-Mail stimmt nicht überein
el: Το email δεν ταίριαζε
es: El email no coincide
fi: Sähköposti ei vastaa
fr: L'email ne correspond pas
he: הדוא״ל לא תאם
hi: ईमेल मेल नहीं खाया
hu: Az e-mail nem egyezik
id: Email tidak cocok
it: Email non corrisponde
ja: メールアドレスが一致しません
ko: 이메일이 일치하지 않음
ms: Email tidak cocok
nb: E-posten stemte ikke overens
nl: E-mail kwam niet overeen
pl: Wiadomość e-mail się nie zgadza
pt_br: E-mail não corresponde
pt_pt: E-mail não correspondeu
ro: E-mailul nu se potrivește
ru: Эл. почта не совпадает
sk: E-mail sa nezhoduje
sv: E-postadressen matchade inte
th: อีเมลไม่ตรงกัน
tr: E-posta eşleşmedi
uk: Електронна пошта не збігається
vi: Email không khớp
zh_hans: 邮箱不匹配
zh_hant: 電子郵件不符

# mobile.account_delete.enter_code_title
source: Enter the code
ar: أدخل الرمز
cs: Zadejte kód
da: Indtast koden
de: Code eingeben
el: Εισάγετε τον κωδικό
es: Ingresa el código
fi: Kirjoita koodi
fr: Entrez le code
he: הזן את הקוד
hi: कोड दर्ज करें
hu: Adja meg a kódot
id: Masukkan kode
it: Inserisci il codice
ja: コードを入力
ko: 코드 입력
ms: Masukkan kodenya
nb: Skriv inn koden
nl: Voer de code in
pl: Wpisz kod
pt_br: Digite o código
pt_pt: Introduza o código
ro: Introduceţi codul
ru: Введите код
sk: Zadajte kód
sv: Ange koden
th: ป้อนรหัส
tr: Kodu girin
uk: Введіть код
vi: Nhập mã
zh_hans: 输入代码
zh_hant: 輸入代碼

# mobile.account_delete.error_title
source: Could not delete account
ar: لم تتمكن من حذف الحساب
cs: Nebylo možné smazat účet
da: Kunne ikke slette konto
de: Konto konnte nicht gelöscht werden
el: Δεν ήταν δυνατή η διαγραφή λογαριασμού
es: No se pudo eliminar cuenta
fi: Ei voitu poistaa tiliä
fr: Impossible de supprimer le compte
he: לא היה ניתן למחוק חשבון
hi: खाता हटा नहीं सका
hu: A fiók törlése sikertelen
id: Tidak dapat menghapus akun
it: Non è stato possibile eliminare l'account
ja: アカウントを削除できませんでした
ko: 계정을 삭제할 수 없음
ms: Tidak dapat menghapus akun
nb: Kunne ikke slette konto
nl: Kon account niet verwijderen
pl: Nie można usunąć konta
pt_br: Não foi possível excluir conta
pt_pt: Não foi possível eliminar a conta
ro: Nu s-a putut șterge contul
ru: Не удалось удалить аккаунт
sk: Nepodarilo sa vymazať účet
sv: Kunde inte radera konto
th: ไม่สามารถลบบัญชี
tr: Hesap silinemiyor
uk: Не вдається видалити обліковий запис
vi: Không thể xóa tài khoản
zh_hans: 无法删除账户
zh_hant: 無法刪除帳戶

# mobile.account_delete.google_play_warning
source: Cancel your Google Play subscription first. Deleting your account does NOT cancel store billing — Google Play keeps charging you until you cancel it there.
ar: ألغِ اشتراكك في Google Play أولاً. حذف حسابك لا يلغي فواتير المتجر - Google Play سيستمر في محاسبتك حتى تلغيها هناك.
cs: Nejdřív zrušte své předplatné Google Play. Smazání vašeho účtu NEZRUŠÍ fakturaci v obchodě – Google Play vás bude nadále zpoplatňovat, dokud jej tam nezrušíte.
da: Annuller dit Google Play abonnement først. Sletning af din konto annullerer IKKE faktureringen i butikken — Google Play vil fortsætte med at opkræve dig, indtil du annullerer det der.
de: Kündigen Sie zunächst Ihr Google Play-Abonnement. Das Löschen Ihres Kontos bricht NICHT die Store-Abrechnung ab – Google Play berechnet Ihnen weiterhin, bis Sie dort kündigen.
el: Ακυρώστε τη συνδρομή σας στο Google Play πρώτα. Η διαγραφή του λογαριασμού σας ΔΕΝ ακυρώνει τη χρέωση του καταστήματος — το Google Play συνεχίζει να σας χρεώνει μέχρι να το ακυρώσετε εκεί.
es: Cancela primero tu suscripción de Google Play. Eliminar tu cuenta NO cancela la facturación de la tienda — Google Play seguirá cobrándote hasta que lo hagas allá.
fi: Peruuta Google Play -tilauksesi ensin. Tilin poistaminen EI peruuta sovelluskaupan laskutusta — Google Play jatkaa laskutusta, kunnes peruutat sen siellä.
fr: Annulez d'abord votre abonnement Google Play. Supprimer votre compte N'annule PAS la facturation du magasin — Google Play continue de vous facturer jusqu'à ce que vous l'annuliez là-bas.
he: בטל את המנוי Google Play שלך תחילה. מחיקת החשבון שלך עושה **לא** בטל חיוב חנות — Google Play ממשיך לגבות אותך עד שתבטל זאת שם.
hi: पहले अपनी Google Play सदस्यता रद्द करें। आपके खाते को हटाना स्टोर बिलिंग को रद्द नहीं करता — Google Play आपको तब तक चार्ज करता रहता है जब तक आप वहां इसे रद्द नहीं करते।
hu: Először mondja le az előfizetést a Google Play-ben. A fiók törlése NEM szünteti meg a tárolt számlázást – a Google Play továbbra is számlázza Önt, amíg ott le nem mondja.
id: Batalkan langganan Google Play Anda terlebih dahulu. Menghapus akun Anda TIDAK membatalkan penagihan toko — Google Play terus mengenakan biaya kepada Anda hingga Anda membatalkannya di sana.
it: Annulla prima l'abbonamento a Google Play. L'eliminazione dell'account NON annulla la fatturazione del negozio — Google Play continua a addebitarti fino a quando non lo annulli lì.
ja: Google Playのサブスクリプションをまずキャンセルしてください。アカウントを削除しても、Google Playでの請求はキャンセルされません。そこでキャンセルするまでGoogle Playが課金を続けます。
ko: 먼저 Google Play 구독을 취소하세요. 계정을 삭제해도 스토어 청구가 취소되지 않습니다 — Google Play는 이곳에서 취소할 때까지 계속 청구합니다.
ms: Batalkan langganan Google Play Anda terlebih dahulu. Menghapus akun Anda TIDAK membatalkan penagihan toko — Google Play terus menagih Anda hingga Anda membatalkannya di sana.
nb: Avbryt Google Play-abonnementet ditt først. Sletting av kontoen din AVBRYTER IKKE butikkfakturering — Google Play fortsetter å belaste deg til du avbryter det der.
nl: Zeg je Google Play-abonnement eerst op. Het verwijderen van je account annuleert NO het winkelbetaling — Google Play blijft je factureren tot je het daar opzegt.
pl: Najpierw anuluj subskrypcję w Google Play. Usunięcie Twojego konta NIE anuluje rozliczeń w sklepie — Google Play będzie Cię rozliczać, dopóki nie anulujesz tam.
pt_br: Cancele sua assinatura do Google Play primeiro. Excluir sua conta NÃO cancela cobrança na loja — Google Play continuará cobrando você até você cancelar lá.
pt_pt: Cancele a sua subscrição do Google Play primeiro. Eliminar a sua conta NÃO cancela o faturamento da loja — Google Play continua a cobrar-lhe até a cancelar lá.
ro: Anulați-vă abonamentul Google Play în prealabil. Ștergerea contului NU anulează facturarea prin magazin — Google Play continuă să vă perceapă până când o anulați acolo.
ru: Сначала отмените подписку Google Play. Удаление вашего аккаунта НЕ отменяет оплату в магазине — Google Play продолжит списывать средства, пока вы не отмените подписку там.
sk: Najprv zrušte predplatné Google Play. Vymazanie účtu NEZRUŠUJE účtovanie v obchode – Google Play vás bude ďalej fakturovať, kým ho tam nezrušíte.
sv: Avsluta din Google Play-prenumeration först. Om du raderar ditt konto AVSLUTS inte butiksdebitering – Google Play debiterar dig tills du avsluter det där.
th: ยกเลิกการสมัครสมาชิก Google Play ก่อน การลบบัญชีของคุณ ไม่ยกเลิกการเรียกเก็บเงินในร้านค้า — Google Play จะเรียกเก็บเงินจากคุณต่อไปจนกว่าคุณจะยกเลิกที่นั่น
tr: Önce Google Play aboneliğinizi iptal edin. Hesabınızı silmek Google Play faturalandırmasını iptal ETMEZ — Google Play onu iptal edene kadar faturalandırmaya devam eder.
uk: Спочатку скасуйте підписку Google Play. Видалення вашого облікового запису НЕ скасує виставлення рахунків у магазині — Google Play продовжуватиме вас стягувати, доки ви не скасуєте її там.
vi: Hủy đăng ký Google Play của bạn trước. Xóa tài khoản của bạn KHÔNG hủy thanh toán cửa hàng — Google Play tiếp tục tính phí cho bạn cho đến khi bạn hủy nó ở đó.
zh_hans: 先取消您的 Google Play 订阅。删除您的账户不会取消商店计费 — Google Play 将继续向您收费,直到您在那里取消。
zh_hant: 首先取消您的 Google Play 訂閱。刪除您的帳戶不會取消商店帳單—Google Play 會持續向您收費，直到您在那裡取消為止。

# mobile.account_delete.manage_subscription_button
source: Manage subscription
ar: إدارة الاشتراك
cs: Spravovat předplatné
da: Administrer abonnement
de: Abonnement verwalten
el: Διαχείριση συνδρομής
es: Administrar suscripción
fi: Hallinnoi tilausta
fr: Gérer l'abonnement
he: נהל מנוי
hi: सदस्यता प्रबंधित करें
hu: Előfizetés kezelése
id: Kelola langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
ms: Kelola langganan
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
pt_pt: Gerir subscrição
ro: Gestionaţi abonamentul
ru: Управлять подпиской
sk: Spravovať predplatné
sv: Hantera prenumeration
th: จัดการการสมัครสมาชิก
tr: Aboneliği Yönet
uk: Керувати підпискою
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

# mobile.account_delete.password_required_title
source: Password required
ar: كلمة المرور مطلوبة
cs: Vyžadováno heslo
da: Adgangskode påkrævet
de: Passwort erforderlich
el: Απαιτείται κωδικός πρόσβασης
es: Contraseña requerida
fi: Salasana vaaditaan
fr: Mot de passe requis
he: נדרשת סיסמה
hi: पासवर्ड आवश्यक है
hu: Jelszó szükséges
id: Kata sandi diperlukan
it: Password richiesta
ja: パスワードが必要です
ko: 비밀번호 필요
ms: Sandi diperlukan
nb: Passord påkrevd
nl: Wachtwoord vereist
pl: Wymagane hasło
pt_br: Senha obrigatória
pt_pt: Palavra-passe necessária
ro: Parola necesară
ru: Требуется пароль
sk: Heslo je vyžadované
sv: Lösenord krävs
th: ต้องใช้รหัสผ่าน
tr: Şifre gerekli
uk: Потрібен пароль
vi: Yêu cầu mật khẩu
zh_hans: 需要密码
zh_hant: 需要密碼
